fio/ceph-file-layout/bs_su64k_o4m/seqr_s2g_j8.out
seqr: (g=0): rw=read, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=libaio, iodepth=1
...
fio-3.18
Starting 8 threads

seqr: (groupid=0, jobs=8): err= 0: pid=92144: Thu Feb 20 02:46:07 2020
  read: IOPS=7585, BW=474MiB/s (497MB/s)(139GiB/300002msec)
    slat (usec): min=21, max=745, avg=47.37, stdev=14.89
    clat (usec): min=102, max=267942, avg=1005.57, stdev=2722.07
     lat (usec): min=564, max=268012, avg=1053.10, stdev=2721.94
    clat percentiles (usec):
     |  1.00th=[   660],  5.00th=[   709], 10.00th=[   742], 20.00th=[   775],
     | 30.00th=[   807], 40.00th=[   832], 50.00th=[   865], 60.00th=[   889],
     | 70.00th=[   922], 80.00th=[   963], 90.00th=[  1037], 95.00th=[  1106],
     | 99.00th=[  2311], 99.50th=[  3916], 99.90th=[ 43779], 99.95th=[ 66323],
     | 99.99th=[116917]
   bw (  KiB/s): min=33280, max=624256, per=100.00%, avg=485918.06, stdev=17991.97, samples=4784
   iops        : min=  520, max= 9754, avg=7592.46, stdev=281.12, samples=4784
  lat (usec)   : 250=0.01%, 500=0.01%, 750=12.37%, 1000=73.45%
  lat (msec)   : 2=13.08%, 4=0.62%, 10=0.24%, 20=0.05%, 50=0.11%
  lat (msec)   : 100=0.07%, 250=0.02%, 500=0.01%
  cpu          : usr=0.31%, sys=4.03%, ctx=3475460, majf=0, minf=17079
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2275745,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=474MiB/s (497MB/s), 474MiB/s-474MiB/s (497MB/s-497MB/s), io=139GiB (149GB), run=300002-300002msec